{"title":"Carte fictiva1","author":"abcd","date":{"$$date":939502800000},"description":"abacascacascascacsa","_id":"1Vn027Y2pQ3ISOdJ"}
{"title":"The Lord of the Rings: The Two Towers","author":"J. R. R. Tolkien","date":{"$$date":-477792000000},"description":"Orcs sent by Saruman and Sauron kill Boromir and take Merry and Pippin. Aragorn, Gimli and Legolas debate amongst themselves which pair of hobbits to follow. They decide to pursue the Orcs bearing Merry and Pippin to Saruman. In the kingdom of Rohan, the Orcs are slain by a company of the Rohirrim. Merry and Pippin escape into Fangorn Forest, where they are befriended by Treebeard, the oldest of the tree-like Ents. Aragorn, Gimli and Legolas track the hobbits to Fangorn. There they unexpectedly meet Gandalf. Gandalf explains that he slew the Balrog; darkness took him, but he was sent back to Middle-earth to complete his mission. He is clothed in white and is now \"Gandalf the White\", for he has taken Saruman's place as the chief of the wizards. Gandalf assures his friends that Merry and Pippin are safe. Together they ride to Edoras, capital of Rohan. Gandalf frees Théoden, King of Rohan, from the influence of Saruman's spy Gríma Wormtongue. Théoden musters his fighting strength and rides with his men to the ancient fortress of Helm's Deep, while Gandalf departs to seek help from Treebeard.","_id":"3cTdVBR9IWbUqZaV"}
{"title":"asfasfasfa","author":"fasfasfasfas","date":{"$$date":939502800000},"description":"safasfasfafasfa","_id":"3i8nLxrEUacIuRtX"}
{"title":"Ana are mere","author":"ana are mere","date":{"$$date":939502800000},"description":"asasfasfasfsafa","_id":"92OrcjVh9CX4zkIW"}
{"title":"2131231231","author":"12312312312","date":{"$$date":939513600000},"description":"2131232131","_id":"Ed236iMUULf6poMN"}
{"title":"3123","author":"31231231","date":{"$$date":939513600000},"description":"1231232131","_id":"JmgJjMDJqFT5Ta7T"}
{"title":"111111111","author":"1111111111","date":{"$$date":939513600000},"description":"2132131231231","_id":"QSkXpnlKJ0JHkwJk"}
{"title":"The Lord of the Rings: The Fellowship of the Ring","author":"J. R. R. Tolkien","date":{"$$date":-423705600000},"description":"The story begins in the Shire, where the hobbit Frodo Baggins inherits the Ring from Bilbo Baggins, his cousin and guardian. Neither hobbit is aware of the Ring's nature, but Gandalf the Grey, a wizard and an old friend of Bilbo, suspects it to be Sauron's Ring. Many years later, after Gandalf confirms his guess, he tells Frodo the history of the Ring and counsels him to take it away from the Shire. Frodo sets out, accompanied by his gardener and friend, Samwise (\"Sam\") Gamgee, and two cousins, Meriadoc Brandybuck, called Merry, and Peregrin Took, called Pippin. They are nearly caught by the Black Riders but shake off their pursuers by cutting through the Old Forest. There they are aided by Tom Bombadil, a strange and merry fellow who lives with his wife Goldberry in the forest.","_id":"V6XCfx8qSwmJOxd4"}
{"title":"1111111111111111111","author":"111111111111111111","date":{"$$date":946684800000},"description":"31231231231231","_id":"jR5MPZSQknmXtfrI"}
{"title":"za2131","author":"sadasd123","date":{"$$date":939513600000},"description":"1242142141241","_id":"lo0p1CV7IWkb4VIM"}
{"title":"The Girl on the Train","author":"Paula Hawkins","date":{"$$date":1421107200000},"description":"The Girl on the Train (2015) is a psychological thriller novel by British author Paula Hawkins. The novel debuted at No. 1 on The New York Times Fiction Best Sellers of 2015 list (combined print and e-book) dated 1 February 2015, and remained in the top position for 13 consecutive weeks, until April 2015.[3] In January 2016 it became the No.1 best-seller again for two weeks. Many reviews referred to the book as \"the next Gone Girl\", referring to a popular 2012 psychological mystery with similar themes and use of unreliable narrators.","_id":"ssRy77WZqlOMtNiC"}
{"title":"Carte fictiva11","author":"abcd","date":{"$$date":939502800000},"description":"abacascacascascacsa","_id":"ybMSCOmYVZI0R02e"}
{"title":"The Lord of the Rings: The Return of the King","author":"J. R. R. Tolkien","date":{"$$date":-448156800000},"description":"Sauron sends a great army against Gondor. Gandalf arrives at Minas Tirith to warn Denethor of the attack, while Théoden musters the Rohirrim to ride to Gondor's aid. Minas Tirith is besieged. Denethor is deceived by Sauron and falls into despair. He burns himself alive on a pyre, nearly taking his son Faramir with him. Aragorn, accompanied by Legolas, Gimli and the Rangers of the North, takes the Paths of the Dead to recruit the Dead Men of Dunharrow, who are bound by a curse which denies them rest until they fulfil their long-ago forsworn oath to fight for the King of Gondor. Following Aragorn, the Army of the Dead strikes terror into the Corsairs of Umbar invading southern Gondor. Aragorn defeats the Corsairs and uses their ships to transport the men of southern Gondor up the Anduin, reaching Minas Tirith just in time to turn the tide of battle. Éowyn, Théoden's niece, slays the Lord of the Nazgûl with help from Merry. Together, Gondor and Rohan defeat Sauron's army in the Battle of the Pelennor Fields, though at great cost. Théoden is slain, and Éowyn and Merry are injured.","_id":"zIn0c3hrv8BSie9O"}
